[
  {
    "Main": "At night they come without being fetched; by day they are lost without being stolen.",
    "Answers": [
      "stars"
    ],
    "Hints": [
      "There's a countless amount of them.",
      "Look for them upwards."
    ]
  },
  {
    "Main": "I live for laughter, I live for the crowd, without it I am nothing.",
    "Answers": [
      "clown",
      "jester",
      "entertainer",
      "joke"
    ],
    "Hints": [
      "I wear a lot of make-up, too.",
      "I also wear a funny hat, much like an evil sorcerer we know..."
    ]
  },
  {
    "Main": "Face like a tree, skin like the sea, a great beast I be, yet vermin frighten me!",
    "Answers": [
      "elephant"
    ],
    "Hints": [
      "Great tusks I have.",
      "...And a nose like a trumpet."
    ]
  },
  {
    "Main": "I tolerate the moon and stars, I can't abide the sun, banish me with torch light and you'll see me turn and run.",
    "Answers": [
      "darkness",
      "dark"
    ],
    "Hints": [
      "I really, REALLY hate torches."
    ]
  },
  {
    "Main": "I have a head, but no arms to flail. I have no legs, yet I have a tail.",
    "Answers": [
      "coin"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Who makes it has no need of it. Who buys it has no use for it. Who uses it can neither see nor feel it.",
    "Answers": [
      "coffin",
      "casket"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Every morning a noggin I shed, and every evening I regain my head.",
    "Answers": [
      "pillow"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Some parts of me are round, some parts of me are straight. Our picture can be clear, but we love to obfuscate.",
    "Answers": [
      "puzzle piece",
      "puzzle pieces",
      "puzzle"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "I have an eye, but I cannot see.",
    "Answers": [
      "potato",
      "needle"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "I walk on four legs in the morning, two legs in the afternoon, and three legs in the evening.",
    "Answers": [
      "man",
      "human",
      "human being",
      "person"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "If you have me, you want to share me. If you share me, you haven't got me.",
    "Answers": [
      "secret"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Feed me and I live, yet give me a drink and I die.",
    "Answers": [
      "fire",
      "flame"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "I have married many women, but have never been married.",
    "Answers": [
      "priest",
      "clergyman"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Take off my skin - I won't cry, but you will!",
    "Answers": [
      "onion"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "I have seas with no water, coasts with no sand, towns without people, mountains without land.",
    "Answers": [
      "map"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "I am rarely touched, but often held. If you have wit, you'll use me well.",
    "Answers": [
      "tongue"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Often will I spin a tail, never will I charge a fee. I'll amuse you an entire eve, but, alas, you won't remember me.",
    "Answers": [
      "dream"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "The more you take, the more you leave behind.",
    "Answers": [
      "footsteps"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "I don't have eyes, but once I did see. Once I had thoughts, but now I'm empty.",
    "Answers": [
      "skull"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "I turn around once. What is out will not get in. I turn around again. What is in will not get out.",
    "Answers": [
      "key"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Poor people have me. Rich people need me. If you eat me... you will die.",
    "Answers": [
      "nothing"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "What has roots as nobody sees, is taller than trees, up, up it goes, and yet never grows?",
    "Answers": [
      "mountain"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Thirty white horses on a red hill, first they champ, then they stamp, then they stand still.",
    "Answers": [
      "teeth"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Voiceless it cries, wingless flutters, toothless bites, mouthless mutters.",
    "Answers": [
      "wind"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "It cannot be seen, cannot be felt. Cannot be heard, cannot be smelt. It lies behind stars and under hills, and empty holes it fills. It comes first and follows after, ends life, kills laughter.",
    "Answers": [
      "dark",
      "darkness"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "A box without hinges, key, or lid, yet golden treasure inside is hid.",
    "Answers": [
      "egg",
      "eggs"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Alive without breath, as cold as death; never thirsty, ever drinking, all in mail never clinking.",
    "Answers": [
      "fish",
      "fishes"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "This thing all things devours: Birds, beasts, trees, flowers; gnaws iron, bites steel; grinds hard stones to meal; slays king, ruins town, and beats high mountain down.",
    "Answers": [
      "time"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "First think of the person who lives in disguise, who deals in secrets and tells naught but lies. Next, tell me what's always the last thing to mend, the middle of iddle and end of the end? And finally give me the sound often heard, during the search for a hard-to - find word. Now string them together and answer me this, which creature would you be unwilling to kiss?",
    "Answers": [
      "spider",
      "spyder"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Not chest or box is now discussed. Money can be held in it, but just as we test its metal, within it there is rust.",
    "Answers": [
      "trust"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "Pronounced as one letter and written with three, two letters there are and two only in me. I'm double, I'm single, I'm black, blue, and gray, I'm read from both ends, and the same either way.",
    "Answers": [
      "eye"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "You can see me in the water, but I never get wet.",
    "Answers": [
      "reflection"
    ],
    "Hints": [
    ]
  },
  {
    "Main": "What belongs to you, but others use it more than you do?",
    "Answers": [
      "name"
    ],
    "Hints": [
    ]
  }
]